[Main]
DisplayName=Deutsch

[Brower_Protected_M]
btn_ok=OK
Site_Safe_tip=Diese Site ist sicher
Site_Risk_tip=Diese Site ist unsicher
Protected_Off_tip=Advanced-SystemCare-Browser-Schutz: Aus
Site_Safe=Sicher:
Site_Risk=Risiko:
Site_Advisory=Beratend zur Verfügung gestellt von
Site_Details=Mehr Details
Link_Safe_tip=Dieser Link ist sicher
Link_Risk_tip=Dieser Link ist unsicher
Sender_Risk_tip=Dieser Sender ist verdächtig.
Link_Phish_tip=Dieser Link enthält betrügerische Inhalte (phishing).
Risk_Title_Phish=Diese Webseite wurde als betrügerische Seite gemeldet.
Site_Risk_link=Diese Mail enthält einen bösartigen Link.
Site_Risk_sender=Der Sender der Mail ist verdächtig.
Site_Risk_link_sender=Diese Mail enthält einen bösartigen Link und der Sender der Mail ist verdächtig.
Site_Risk_phish=Die Seite enthält betrügerische Inhalte (phishing).
Risk_Title=Diese Website wurde als unsicher eingestuft
Risk_recommend=Wir empfehlen Ihnen, diese Website nicht weiter zu besuchen
Risk_goBack=Abbrechen
Risk_report=Fehlalarm berichten
Risk_continue=Dennoch weitermachen
Site_turbo_tip=Surf-Schutz ist deaktiviert, weil Opera-Turbo an ist
ads_Removed=Anzeigen auf dieser Seite entfernt
ads_Nofound=Keine Anzeigen gefunden
Site_Miner_tip=Kryptowährungsschürfen auf dieser Seite blockiert

